{
  "Dimension 1/3 - Détresse existentielle liée aux crises écologiques": [
    "Je me sens envahi·e par des pensées sur les conséquences des crises écologiques et civilisationnelles actuelles.",
    "Mes pensées à propos des crises écologiques peuvent modifier mon appétit.",
    "L’évocation des désordres écologiques mondiaux peut parfois me provoquer des douleurs physiques (au ventre, migraines, etc.).",
    "Il m’arrive d’avoir des troubles du sommeil liés à mes préoccupations écologiques (insomnie, cauchemars, réveils nocturnes).",
    "Plus j’en apprends sur les causes humaines des crises écologiques et systémiques mondiales, plus je me sens coupable de certaines choses.",
    "En raison des effondrements en cours, je suis incapable de me projeter dans un avenir serein, pour moi ou mes enfants.",
    "Il m’arrive d’imaginer des scénarios d’effondrement global ou de catastrophes à venir.",
    "Je ressens un tiraillement permanent entre la recherche de confort personnel et la nécessité d’agir pour la planète.",
    "J’ai le sentiment de devoir « choisir entre vivre normalement » et « être cohérent avec mes convictions écologiques ».",
    "Je ressens parfois une culpabilité intense en ne parvenant pas à aligner mes valeurs écologiques avec mes actes.",
    "Je pense que les déséquilibres écologiques actuels mettent ma vie (ou celle de mes proches) en danger.",
    "Je me reproche souvent d’adopter des comportements nuisibles à l’environnement ou à la société, alors que cela aurait pu être évité.",
    "Je me sens coupable de faire partie d’une espèce qui contribue activement à la dégradation de son propre monde."
  ],
  "Dimension 2/3 - Tensions sociales et sentiment d'isolement": [
    "Je ressens une injustice profonde quand je fais des efforts pour adapter mon mode de vie alors que d’autres les ignorent.",
    "Je trouve parfois que mes efforts pour agir à mon échelle face aux crises planétaires sont épuisants.",
    "Cela m’angoisse de constater que beaucoup ne prennent pas la mesure des risques globaux (écologiques, sociaux, sanitaires...).",
    "Je suis blessant·e ou agressif·ve envers ceux qui nient ou banalisent la gravité des crises actuelles.",
    "J’éprouve de la colère envers les générations passées pour l’état dans lequel elles ont laissé le monde.",
    "J’évite parfois de parler de mes préoccupations écologiques par peur d’être jugé·e ou incompris·e.",
    "Je ressens un malaise ou une hésitation à consommer certains produits en raison de leur impact écologique.",
    "J’évite certains loisirs ou voyages pour réduire mon impact environnemental, même si cela me frustre.",
    "En famille, je peux parfois me sentir isolé·e du fait de mes préoccupations écologiques ou sociétales."
  ],
  "Dimension 3/3 - Préoccupation centrale et envahissante pour les enjeux écosystémiques": [
    "Je consacre une part importante de mon temps libre à m’informer ou à m’engager sur les enjeux écologiques, sociaux et systémiques.",
    "Les crises écologiques et sociétales sont l’un de mes sujets de conversation les plus fréquents.",
    "Je fais des listes de gestes à adopter ou des plans d’action personnels pour réduire mon empreinte.",
    "Plusieurs fois par jour, des situations de la vie quotidienne m’amènent à penser aux bouleversements écologiques et civilisationnels.",
    "Pour me faire une opinion sur quelqu’un, sa sensibilité aux enjeux écologiques et systémiques est déterminante."
  ]
}